[
  {
    "_id": "64b2f4e5a2b8c7123abc1234",
    "name": "J.K. Rowling",
    "bio": "J.K. Rowling is a British author widely recognized for creating the Harry Potter series, which has captivated millions of readers worldwide. Her journey to success was marked by resilience and determination, as she initially faced numerous rejections from publishers before finding a platform for her work. Beyond Harry Potter, Rowling has also written under the pseudonym Robert Galbraith, showcasing her versatility in genres such as crime fiction. Known for her storytelling ability, she has received praise for her rich characters, intricate plots, and the magical world she created that has inspired generations of readers and moviegoers. Her philanthropy and engagement in social issues further reflect her impact beyond the literary world.",
    "image": "",
    "date_of_birth": "1965-07-31",
    "nationality": "British",
    "genres": ["Fantasy", "Young Adult", "Drama"],
    "books": [],
    "social_links": {
      "website": "https://www.jkrowling.com",
      "twitter": "https://twitter.com/jk_rowling",
      "instagram": "https://www.instagram.com/jkrowling"
    },
    "average_rating": 4.85,
    "email": "jkrowling@example.com",
    "verified": true,
    "created_at": "",
    "updated_at": "2024-12-20T12:00:00Z"
  },
  {
    "_id": "64b2f4e5a2b8c7123abc1235",
    "name": "George R.R. Martin",
    "bio": "George R.R. Martin is an American novelist and short story writer, best known for his epic fantasy series 'A Song of Ice and Fire', which was adapted into the highly successful television series 'Game of Thrones'. Martin's intricate world-building, complex characters, and unpredictable plot twists have earned him a dedicated fanbase. His writing career spans several decades, during which he has also worked as a screenwriter and television producer. Martin's ability to blend historical elements with fantasy has set a new standard in the genre, making him one of the most influential authors of modern times.",
    "image": "",
    "date_of_birth": "1948-09-20",
    "nationality": "American",
    "genres": ["Fantasy", "Science Fiction", "Horror"],
    "books": [],
    "social_links": {
      "website": "http://www.georgerrmartin.com",
      "twitter": "https://twitter.com/GRRMspeaking",
      "instagram": "https://www.instagram.com/georgerrmartin"
    },
    "average_rating": 4.75,
    "email": "grrmartin@example.com",
    "verified": true,
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z"
  },
  {
    "_id": "64b2f4e5a2b8c7123abc1236",
    "name": "Agatha Christie",
    "bio": "Agatha Christie was an English writer known for her 66 detective novels and 14 short story collections, particularly those revolving around her fictional detectives Hercule Poirot and Miss Marple. Christie's works have sold over two billion copies, making her one of the best-selling authors in history. Her ability to craft intricate plots and memorable characters has left a lasting legacy in the mystery genre. Christie's influence extends beyond literature, with numerous adaptations of her work in film, television, and theatre. Her life and career continue to inspire writers and readers around the world.",
    "image": "",
    "date_of_birth": "1890-09-15",
    "nationality": "British",
    "genres": ["Mystery", "Crime", "Thriller"],
    "books": [],
    "social_links": {
      "website": "https://www.agathachristie.com",
      "twitter": "https://twitter.com/agathachristie",
      "instagram": "https://www.instagram.com/agathachristie"
    },
    "average_rating": 4.9,
    "email": "agathachristie@example.com",
    "verified": true,
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z"
  },
  {
    "_id": "64b2f4e5a2b8c7123abc5234",
    "name": "Jane Austen",
    "bio": "Jane Austen is one of the most celebrated authors in English literature, known for her keen social commentary and biting irony. Born in 1775 in Hampshire, England, she wrote six major novels, including 'Pride and Prejudice,' 'Sense and Sensibility,' and 'Emma,' which explore themes of love, class, and morality in Regency-era England. Austen's works are timeless, characterized by their witty dialogue, memorable characters, and intricate portrayals of relationships and societal expectations. Her influence extends far beyond her lifetime, inspiring countless adaptations and a devoted global readership.",
    "image": "",
    "date_of_birth": "1775-12-16",
    "nationality": "British",
    "genres": ["Romance", "Literary Fiction"],
    "books": [],
    "social_links": {
      "website": "https://www.janeausten.org"
    },
    "average_rating": 4.5,
    "email": "janeausten@example.com",
    "verified": true,
    "created_at": "2024-12-20T12:25:00Z",
    "updated_at": "2024-12-20T12:25:00Z"
  }
]
