[
  {
    "title": "Into the Wild",
    "author": ["Jon Krakauer"],
    "isbn": "9780385486804",
    "category": ["Adventure"],
    "price": 8,
    "publication_date": "1996-01-13",
    "publisher": "Villard",
    "language": "English",
    "pages": 224,
    "edition": "10th Anniversary",
    "rating": {
      "average": 4.3,
      "reviews_count": 110
    },
    "description": "Into the Wild is a non-fiction book by Jon Krakauer that tells the true story of Christopher McCandless, a young man who abandoned his possessions, gave his savings to charity, and hitchhiked to Alaska to live in the wilderness. The book explores McCandless's journey, his motivations, and the impact of his decisions on those he left behind. Through interviews, letters, and McCandless's own journal entries, Krakauer paints a compelling portrait of a young man driven by a desire for adventure and a quest for meaning. Into the Wild is a poignant exploration of the human spirit, the allure of the wilderness, and the consequences of living on the edge.",
    "image": "",
    "tags": ["Biography", "Adventure", "Survival", "Non-Fiction"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "25%",
    "featured": false
  },
  {
    "title": "Hatchet",
    "author": ["Gary Paulsen"],
    "isbn": "9781416936473",
    "category": ["Adventure"],
    "price": 6,
    "publication_date": "1986-11-01",
    "publisher": "Simon & Schuster",
    "language": "English",
    "pages": 192,
    "edition": "Revised",
    "rating": {
      "average": 4.2,
      "reviews_count": 95
    },
    "description": "Hatchet is a young adult wilderness survival novel by Gary Paulsen. The story follows thirteen-year-old Brian Robeson, who is stranded in the Canadian wilderness after a plane crash. Armed with only a hatchet, Brian must learn to survive on his own, facing challenges such as finding food, building shelter, and protecting himself from wildlife. The novel is a gripping tale of resilience, ingenuity, and the human spirit's ability to overcome adversity. Hatchet has become a beloved classic in young adult literature, inspiring readers with its powerful message of self-reliance and determination.",
    "image": "",
    "tags": ["Survival", "Young Adult", "Adventure"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "40%",
    "featured": false
  },
  {
    "title": "The River",
    "author": ["Gary Paulsen"],
    "isbn": "9780307929617",
    "category": ["Adventure"],
    "price": 6,
    "publication_date": "1991-10-01",
    "publisher": "Delacorte Books for Young Readers",
    "language": "English",
    "pages": 144,
    "edition": "Revised",
    "rating": {
      "average": 4.1,
      "reviews_count": 88
    },
    "description": "The River is the sequel to Gary Paulsen's acclaimed novel Hatchet. In this continuation of Brian Robeson's story, Brian is asked to return to the wilderness to teach survival techniques to government researchers. Accompanied by Derek Holtzer, a government psychologist, Brian faces new challenges when a sudden storm leaves Derek in a coma and Brian must navigate the river to find help. The River is a thrilling adventure that tests Brian's survival skills and determination. It explores themes of courage, resourcefulness, and the bond between humans and nature, making it a compelling read for fans of wilderness survival stories.",
    "image": "",
    "tags": ["Survival", "Young Adult", "Adventure"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "20%",
    "featured": false
  },
  {
    "title": "Brian’s Winter",
    "author": ["Gary Paulsen"],
    "isbn": "9780307929587",
    "category": ["Adventure"],
    "price": 7,
    "publication_date": "1996-01-01",
    "publisher": "Delacorte Books for Young Readers",
    "language": "English",
    "pages": 144,
    "edition": "Revised",
    "rating": {
      "average": 4.0,
      "reviews_count": 84
    },
    "description": "Brian’s Winter is a young adult novel by Gary Paulsen, and it serves as an alternate ending to his earlier novel, Hatchet. In this story, Brian Robeson must survive the harsh winter in the Canadian wilderness after his plane crash. The novel explores Brian's ingenuity and resilience as he learns to hunt, build shelter, and stay warm in the freezing temperatures. Paulsen's vivid descriptions of the wilderness and Brian's survival tactics make this a gripping read. The book highlights themes of perseverance, self-reliance, and the human spirit's ability to adapt and overcome challenges.",
    "image": "",
    "tags": ["Survival", "Young Adult", "Adventure"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Brian’s Return",
    "author": ["Gary Paulsen"],
    "isbn": "9780307929594",
    "category": ["Adventure"],
    "price": 8,
    "publication_date": "1999-01-01",
    "publisher": "Delacorte Books for Young Readers",
    "language": "English",
    "pages": 128,
    "edition": "Revised",
    "rating": {
      "average": 4.1,
      "reviews_count": 90
    },
    "description": "Brian’s Return is the fourth novel in Gary Paulsen's series about Brian Robeson. After his previous adventures in the wilderness, Brian finds it difficult to adjust to normal life. He decides to return to the wild, where he feels most at home. The novel follows Brian as he prepares for his journey and faces new challenges in the wilderness. Paulsen's detailed descriptions of nature and Brian's survival skills make this a captivating read. The book explores themes of self-discovery, the call of the wild, and the importance of following one's true path.",
    "image": "",
    "tags": ["Survival", "Young Adult", "Adventure"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Brian’s Hunt",
    "author": ["Gary Paulsen"],
    "isbn": "9780307929600",
    "category": ["Adventure"],
    "price": 7,
    "publication_date": "2003-01-01",
    "publisher": "Delacorte Books for Young Readers",
    "language": "English",
    "pages": 112,
    "edition": "Revised",
    "rating": {
      "average": 4.0,
      "reviews_count": 83
    },
    "description": "Brian’s Hunt is the fifth and final novel in Gary Paulsen's series about Brian Robeson. In this installment, Brian returns to the wilderness and discovers that a bear has attacked a family he knows. Determined to track down the bear, Brian embarks on a hunt that tests his survival skills and courage. The novel is a thrilling adventure that showcases Brian's growth and his deep connection to the natural world. Paulsen's masterful storytelling and vivid descriptions make this a fitting conclusion to the series. The book explores themes of revenge, justice, and the bond between humans and nature.",
    "image": "",
    "tags": ["Survival", "Young Adult", "Adventure"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  }
]
