[
  {
    "title": "The Two Towers",
    "author": ["J.R.R. Tolkien"],
    "isbn": "978-0547928203",
    "category": ["Fantasy", "Adventure"],
    "price": 10,
    "publication_date": "1954-11-11",
    "publisher": "George Allen & Unwin",
    "language": "English",
    "pages": 352,
    "edition": "Revised",
    "rating": {
      "average": 4.6,
      "reviews_count": 140
    },
    "description": "The Two Towers is the second volume in J.R.R. Tolkien's The Lord of the Rings trilogy. The story continues the epic journey of Frodo Baggins and his companions as they face new challenges and dangers. The fellowship has been broken, and the characters are scattered across Middle-earth. Frodo and Sam continue their quest to destroy the One Ring, guided by the enigmatic Gollum. Meanwhile, Aragorn, Legolas, and Gimli pursue the orcs who have captured Merry and Pippin. The novel explores themes of loyalty, courage, and the struggle between good and evil. Tolkien's vivid descriptions and intricate plot make this a compelling continuation of the saga.",
    "image": "",
    "tags": ["Epic Fantasy", "Middle-earth", "Classic"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "The Return of the King",
    "author": ["J.R.R. Tolkien"],
    "isbn": "978-0547928197",
    "category": ["Fantasy", "Adventure"],
    "price": 11,
    "publication_date": "1955-10-20",
    "publisher": "George Allen & Unwin",
    "language": "English",
    "pages": 416,
    "edition": "Revised",
    "rating": {
      "average": 4.7,
      "reviews_count": 150
    },
    "description": "The Return of the King is the final volume in J.R.R. Tolkien's The Lord of the Rings trilogy. The story reaches its climax as the forces of good and evil clash in a battle for the fate of Middle-earth. Frodo and Sam, guided by Gollum, make their way to Mount Doom to destroy the One Ring. Meanwhile, Aragorn leads the armies of the West against Sauron's forces. The novel explores themes of heroism, sacrifice, and the enduring power of hope. Tolkien's masterful storytelling and richly detailed world make this a fitting conclusion to one of the greatest fantasy epics of all time.",
    "image": "",
    "tags": ["Epic Fantasy", "Middle-earth", "Classic"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Harry Potter and the Philosopher’s Stone",
    "author": ["J.K. Rowling"],
    "isbn": "978-0747532699",
    "category": ["Fantasy", "Adventure"],
    "price": 9,
    "publication_date": "1997-06-26",
    "publisher": "Bloomsbury",
    "language": "English",
    "pages": 223,
    "edition": "Revised",
    "rating": {
      "average": 4.8,
      "reviews_count": 150
    },
    "description": "Harry Potter and the Philosopher’s Stone is the first book in J.K. Rowling's beloved Harry Potter series. It introduces readers to the young wizard Harry Potter, who discovers on his eleventh birthday that he is a wizard and has been accepted to Hogwarts School of Witchcraft and Wizardry. At Hogwarts, Harry makes new friends, learns about magic, and uncovers the truth about his parents' mysterious deaths. The novel is filled with enchanting details, memorable characters, and a captivating plot that has delighted readers of all ages. Rowling's imaginative world and storytelling prowess have made this book a modern classic.",
    "image": "",
    "tags": ["Magic", "Wizards", "Classic"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "30%",
    "featured": true
  },
  {
    "title": "Harry Potter and the Chamber of Secrets",
    "author": ["J.K. Rowling"],
    "isbn": "978-0747538493",
    "category": ["Fantasy", "Adventure"],
    "price": 10,
    "publication_date": "1998-07-02",
    "publisher": "Bloomsbury",
    "language": "English",
    "pages": 251,
    "edition": "Revised",
    "rating": {
      "average": 4.8,
      "reviews_count": 145
    },
    "description": "Harry Potter and the Chamber of Secrets is the second book in J.K. Rowling's Harry Potter series. In this installment, Harry returns to Hogwarts for his second year, only to find the school plagued by mysterious attacks. Students are being petrified, and rumors of the legendary Chamber of Secrets being opened spread throughout the school. Harry, along with his friends Ron and Hermione, must uncover the truth behind the attacks and confront the dark forces at play. The novel delves deeper into the magical world, introducing new characters and expanding on the lore established in the first book. Rowling's engaging writing and intricate plot make this a thrilling continuation of the series.",
    "image": "",
    "tags": ["Magic", "Wizards", "Classic"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Harry Potter and the Prisoner of Azkaban",
    "author": ["J.K. Rowling"],
    "isbn": "978-0747542155",
    "category": ["Fantasy", "Adventure"],
    "price": 10,
    "publication_date": "1999-07-08",
    "publisher": "Bloomsbury",
    "language": "English",
    "pages": 317,
    "edition": "Revised",
    "rating": {
      "average": 4.9,
      "reviews_count": 150
    },
    "description": "Harry Potter and the Prisoner of Azkaban is the third book in J.K. Rowling's Harry Potter series. In this book, Harry returns to Hogwarts for his third year, only to learn that the dangerous prisoner Sirius Black has escaped from Azkaban and is believed to be after him. As Harry delves into the mystery of Sirius Black, he uncovers shocking truths about his own past and the events that led to his parents' deaths. The novel introduces new magical elements, such as the Dementors and the Marauder's Map, and deepens the emotional complexity of the series. Rowling's masterful storytelling and character development make this a standout entry in the Harry Potter saga.",
    "image": "",
    "tags": ["Magic", "Wizards", "Classic"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Harry Potter and the Goblet of Fire",
    "author": ["J.K. Rowling"],
    "isbn": "978-0747546245",
    "category": ["Fantasy", "Adventure"],
    "price": 11,
    "publication_date": "2000-07-08",
    "publisher": "Bloomsbury",
    "language": "English",
    "pages": 636,
    "edition": "Revised",
    "rating": {
      "average": 4.8,
      "reviews_count": 148
    },
    "description": "Harry Potter and the Goblet of Fire is the fourth book in J.K. Rowling's Harry Potter series. In this installment, Harry returns to Hogwarts for his fourth year and finds himself unexpectedly entered into the Triwizard Tournament, a magical competition between three wizarding schools. As Harry faces a series of dangerous tasks, he uncovers a dark plot that threatens the wizarding world. The novel explores themes of bravery, friendship, and the complexities of growing up. Rowling's intricate plot and richly developed characters make this a thrilling and engaging read, further expanding the magical universe she has created.",
    "image": "",
    "tags": ["Magic", "Wizards", "Classic"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Harry Potter and the Order of the Phoenix",
    "author": ["J.K. Rowling"],
    "isbn": "978-0747551003",
    "category": ["Fantasy", "Adventure"],
    "price": 12,
    "publication_date": "2003-06-21",
    "publisher": "Bloomsbury",
    "language": "English",
    "pages": 766,
    "edition": "Revised",
    "rating": {
      "average": 4.7,
      "reviews_count": 145
    },
    "description": "Harry Potter and the Order of the Phoenix is the fifth book in J.K. Rowling's Harry Potter series. In this book, Harry returns to Hogwarts for his fifth year, only to find the wizarding world in turmoil. The Ministry of Magic is in denial about the return of Voldemort, and Harry forms a secret group called Dumbledore's Army to prepare for the coming battle. The novel delves into themes of resistance, loyalty, and the struggle for truth. Rowling's detailed world-building and complex character development make this a compelling and thought-provoking addition to the series.",
    "image": "",
    "tags": ["Magic", "Wizards", "Classic"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Harry Potter and the Half-Blood Prince",
    "author": ["J.K. Rowling"],
    "isbn": "978-0747581086",
    "category": ["Fantasy", "Adventure"],
    "price": 11,
    "publication_date": "2005-07-16",
    "publisher": "Bloomsbury",
    "language": "English",
    "pages": 607,
    "edition": "Revised",
    "rating": {
      "average": 4.9,
      "reviews_count": 150
    },
    "description": "Harry Potter and the Half-Blood Prince is the sixth book in J.K. Rowling's Harry Potter series. In this installment, Harry returns to Hogwarts for his sixth year and discovers a mysterious book belonging to the 'Half-Blood Prince.' As Harry delves into the secrets of the book, he learns more about Voldemort's past and the dark magic that sustains him. The novel explores themes of love, loss, and the power of knowledge. Rowling's masterful storytelling and emotional depth make this a poignant and gripping addition to the series, setting the stage for the final battle between good and evil.",
    "image": "",
    "tags": ["Magic", "Wizards", "Classic"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Harry Potter and the Deathly Hallows",
    "author": ["J.K. Rowling"],
    "isbn": "978-0747591054",
    "category": ["Fantasy", "Adventure"],
    "price": 12,
    "publication_date": "2007-07-21",
    "publisher": "Bloomsbury",
    "language": "English",
    "pages": 607,
    "edition": "Revised",
    "rating": {
      "average": 4.9,
      "reviews_count": 150
    },
    "description": "Harry Potter and the Deathly Hallows is the seventh and final book in J.K. Rowling's Harry Potter series. In this epic conclusion, Harry, Ron, and Hermione embark on a dangerous mission to destroy Voldemort's Horcruxes and bring an end to his reign of terror. The novel is filled with intense action, emotional moments, and revelations that tie together the entire series. Themes of sacrifice, loyalty, and the power of love are central to the story. Rowling's masterful storytelling and richly developed characters make this a satisfying and unforgettable conclusion to one of the most beloved fantasy series of all time.",
    "image": "",
    "tags": ["Magic", "Wizards", "Classic"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "A Game of Thrones",
    "author": ["George R.R. Martin"],
    "isbn": "978-0553103540",
    "category": ["Fantasy", "Epic"],
    "price": 10,
    "publication_date": "1996-08-06",
    "publisher": "Bantam Spectra",
    "language": "English",
    "pages": 694,
    "edition": "Revised",
    "rating": {
      "average": 4.7,
      "reviews_count": 150
    },
    "description": "A Game of Thrones is the first book in George R.R. Martin's A Song of Ice and Fire series. Set in the fictional continents of Westeros and Essos, the novel follows the power struggles among noble families as they vie for control of the Iron Throne. The story is known for its complex characters, intricate political intrigue, and unexpected plot twists. Martin's richly detailed world and masterful storytelling have made this book a cornerstone of modern fantasy literature. Themes of power, loyalty, and betrayal are explored in a narrative that keeps readers on the edge of their seats.",
    "image": "",
    "tags": ["Epic Fantasy", "Westeros", "Intrigue"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "30%",
    "featured": false
  },

  {
    "title": "A Storm of Swords",
    "author": ["George R.R. Martin"],
    "isbn": "978-0553106633",
    "category": ["Fantasy", "Epic"],
    "price": 12,
    "publication_date": "2000-08-08",
    "publisher": "Bantam Spectra",
    "language": "English",
    "pages": 973,
    "edition": "Revised",
    "rating": {
      "average": 4.8,
      "reviews_count": 150
    },
    "description": "A Storm of Swords is the third book in George R.R. Martin's A Song of Ice and Fire series. The novel continues the epic saga of the Seven Kingdoms, where the battle for the Iron Throne intensifies. The story is filled with political intrigue, betrayal, and unexpected twists. Key characters face life-changing decisions and brutal conflicts. Martin's intricate plotting and deep character development make this a standout entry in the series. Themes of power, loyalty, and survival are explored in a richly detailed world that keeps readers captivated from start to finish.",
    "image": "",
    "tags": ["Epic Fantasy", "Westeros", "Intrigue"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "20%",
    "featured": false
  },
  {
    "title": "A Feast for Crows",
    "author": ["George R.R. Martin"],
    "isbn": "978-0553801507",
    "category": ["Fantasy", "Epic"],
    "price": 11,
    "publication_date": "2005-10-17",
    "publisher": "Bantam Spectra",
    "language": "English",
    "pages": 753,
    "edition": "Revised",
    "rating": {
      "average": 4.5,
      "reviews_count": 140
    },
    "description": "A Feast for Crows is the fourth book in George R.R. Martin's A Song of Ice and Fire series. The novel follows the aftermath of the War of the Five Kings, with the Seven Kingdoms in turmoil. New alliances are formed, and old ones are tested as characters navigate the treacherous political landscape. The story is marked by complex character arcs and unexpected developments. Martin's ability to weave multiple storylines and create a vivid, immersive world makes this a compelling read. Themes of power, loyalty, and survival are explored in a narrative that keeps readers engaged.",
    "image": "",
    "tags": ["Epic Fantasy", "Westeros", "Intrigue"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  }
]
