[
  {
    "title": "The Duke and I",
    "author": ["Julia Quinn"],
    "isbn": "9780380800827",
    "category": ["Romance"],
    "price": 8,
    "publication_date": "2000-01-05",
    "publisher": "Avon",
    "language": "English",
    "pages": 384,
    "edition": "Revised",
    "rating": {
      "average": 4.1,
      "reviews_count": 125
    },
    "description": "The Duke and I is the first book in Julia Quinn's beloved Bridgerton series. Set in Regency-era England, it follows the story of Daphne Bridgerton, the fourth of eight siblings in the powerful Bridgerton family. Daphne is determined to marry for love, but her prospects are dim until she strikes a deal with the dashing Duke of Hastings, Simon Basset. They agree to a fake courtship to keep the marriage-minded society mothers at bay. However, as they spend more time together, their feelings for each other grow, leading to a passionate and tumultuous romance. The novel is filled with witty dialogue, charming characters, and a delightful blend of humor and heart, making it a must-read for fans of historical romance.",
    "image": "",
    "tags": ["Historical Romance", "Family Saga", "Romantic Fiction"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "30%",
    "featured": false
  },
  {
    "title": "The Viscount Who Loved Me",
    "author": ["Julia Quinn"],
    "isbn": "9780380815579",
    "category": ["Romance"],
    "price": 9,
    "publication_date": "2000-12-05",
    "publisher": "Avon",
    "language": "English",
    "pages": 352,
    "edition": "Revised",
    "rating": {
      "average": 4.3,
      "reviews_count": 130
    },
    "description": "The Viscount Who Loved Me is the second book in Julia Quinn's Bridgerton series. This novel centers on Anthony Bridgerton, the eldest Bridgerton sibling and a notorious rake. Anthony has decided it's time to settle down and find a wife, but he is determined to marry someone he will never fall in love with. Enter Kate Sheffield, who is determined to protect her younger sister from Anthony's advances. As Anthony and Kate clash, they find themselves drawn to each other in unexpected ways. The novel is a delightful mix of humor, romance, and family dynamics, with a strong-willed heroine and a hero who must confront his own fears and insecurities.",
    "image": "",
    "tags": ["Historical Romance", "Family Saga", "Romantic Fiction"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "20%",
    "featured": false
  },

  {
    "title": "Romancing Mister Bridgerton",
    "author": ["Julia Quinn"],
    "isbn": "9780380815609",
    "category": ["Romance"],
    "price": 8,
    "publication_date": "2002-07-01",
    "publisher": "Avon",
    "language": "English",
    "pages": 370,
    "edition": "Revised",
    "rating": {
      "average": 4.3,
      "reviews_count": 120
    },
    "description": "Romancing Mister Bridgerton is the fourth book in Julia Quinn's Bridgerton series. This novel tells the story of Penelope Featherington, a wallflower who has been in love with her best friend's brother, Colin Bridgerton, for years. Colin, a charming and adventurous man, has always seen Penelope as a friend. However, when he returns to London after a long absence, he begins to see her in a new light. As they grow closer, secrets from their pasts threaten to come to light, and they must navigate the challenges of love and society. The novel is a delightful blend of humor, romance, and intrigue, with a strong emphasis on personal growth and self-acceptance.",
    "image": "",
    "tags": ["Historical Romance", "Family Saga", "Romantic Fiction"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },

  {
    "title": "After You",
    "author": ["Jojo Moyes"],
    "isbn": "9780143108863",
    "category": ["Romance"],
    "price": 9,
    "publication_date": "2015-09-29",
    "publisher": "Penguin Books",
    "language": "English",
    "pages": 368,
    "edition": "Deluxe",
    "rating": {
      "average": 4.0,
      "reviews_count": 115
    },
    "description": "After You is the sequel to Jojo Moyes' bestselling novel Me Before You. The story picks up after the events of the first book, following Louisa Clark as she struggles to move on with her life after the death of Will Traynor. Louisa is trying to find her place in the world and cope with her grief when she meets a group of people who help her rediscover her sense of purpose. The novel explores themes of healing, self-discovery, and the importance of human connection. It is a poignant and uplifting story that continues Louisa's journey in a meaningful and heartfelt way.",
    "image": "",
    "tags": ["Contemporary Romance", "Sequel", "Inspirational"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Still Me",
    "author": ["Jojo Moyes"],
    "isbn": "9780399562457",
    "category": ["Romance"],
    "price": 10,
    "publication_date": "2018-01-23",
    "publisher": "Penguin Books",
    "language": "English",
    "pages": 400,
    "edition": "Deluxe",
    "rating": {
      "average": 4.2,
      "reviews_count": 135
    },
    "description": "Still Me is the third book in Jojo Moyes' Me Before You series. The novel follows Louisa Clark as she embarks on a new adventure in New York City, leaving behind her life in England. Louisa takes a job as a personal assistant to a wealthy woman, Agnes Gopnik, and navigates the complexities of high society. As she adjusts to her new life, Louisa must also confront her feelings for Sam, her paramedic boyfriend back home. The novel explores themes of identity, love, and self-discovery, as Louisa learns to embrace her past while forging a new future. With its heartfelt and uplifting narrative, Still Me is a fitting conclusion to Louisa's journey.",
    "image": "",
    "tags": ["Contemporary Romance", "Sequel", "Inspirational"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Outlander",
    "author": ["Diana Gabaldon"],
    "isbn": "9780440212560",
    "category": ["Romance", "Adventure"],
    "price": 12,
    "publication_date": "1991-06-01",
    "publisher": "Delacorte Press",
    "language": "English",
    "pages": 896,
    "edition": "Revised",
    "rating": {
      "average": 4.6,
      "reviews_count": 150
    },
    "description": "Outlander is the first book in Diana Gabaldon's epic time-travel romance series. The story follows Claire Randall, a former combat nurse who is mysteriously transported from 1945 to 1743 Scotland. There, she meets Jamie Fraser, a dashing Highland warrior, and becomes embroiled in the Jacobite risings. As Claire navigates the dangers of the past, she must also grapple with her feelings for Jamie and her desire to return to her own time. The novel is a rich tapestry of history, adventure, and romance, with well-drawn characters and a compelling plot that has captivated readers worldwide.",
    "image": "",
    "tags": ["Historical Romance", "Time Travel", "Fantasy"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "30%",
    "featured": false
  },
  {
    "title": "Dragonfly in Amber",
    "author": ["Diana Gabaldon"],
    "isbn": "9780440215622",
    "category": ["Romance", "Adventure"],
    "price": 11,
    "publication_date": "1992-07-01",
    "publisher": "Delacorte Press",
    "language": "English",
    "pages": 752,
    "edition": "Revised",
    "rating": {
      "average": 4.5,
      "reviews_count": 140
    },
    "description": "Dragonfly in Amber is the second book in Diana Gabaldon's Outlander series. The novel continues the story of Claire Randall and Jamie Fraser as they attempt to change history by preventing the Jacobite risings. The narrative alternates between Claire's life in the 1960s and her adventures in 18th-century Scotland and France. As they navigate political intrigue and personal challenges, Claire and Jamie's bond is tested in ways they never imagined. The novel is a sweeping tale of love, sacrifice, and the complexities of time travel, with richly detailed historical settings and unforgettable characters.",
    "image": "",
    "tags": ["Historical Romance", "Time Travel", "Fantasy"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Voyager",
    "author": ["Diana Gabaldon"],
    "isbn": "9780440217565",
    "category": ["Romance", "Adventure"],
    "price": 12,
    "publication_date": "1993-10-01",
    "publisher": "Delacorte Press",
    "language": "English",
    "pages": 870,
    "edition": "Revised",
    "rating": {
      "average": 4.6,
      "reviews_count": 145
    },
    "description": "Voyager is the third book in Diana Gabaldon's Outlander series. The novel picks up where Dragonfly in Amber left off, with Claire Randall discovering that Jamie Fraser survived the Battle of Culloden. Determined to find him, Claire travels back to the 18th century, where she and Jamie are reunited. Together, they embark on a perilous journey across the seas, facing new dangers and old enemies. The novel is a thrilling adventure that spans continents and time periods, with a richly woven narrative that explores themes of love, loyalty, and the enduring power of the human spirit.",
    "image": "",
    "tags": ["Historical Romance", "Time Travel", "Fantasy"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Drums of Autumn",
    "author": ["Diana Gabaldon"],
    "isbn": "9780440224259",
    "category": ["Romance", "Adventure"],
    "price": 12,
    "publication_date": "1996-12-01",
    "publisher": "Delacorte Press",
    "language": "English",
    "pages": 880,
    "edition": "Revised",
    "rating": {
      "average": 4.5,
      "reviews_count": 140
    },
    "description": "Drums of Autumn is the fourth book in Diana Gabaldon's Outlander series. The novel follows Claire Randall and Jamie Fraser as they settle in the American colonies, building a new life amidst the challenges of the 18th century. Meanwhile, their daughter Brianna and her partner Roger travel back in time to find them, leading to a dramatic and emotional reunion. The novel explores themes of family, survival, and the clash of cultures, with richly detailed historical settings and a compelling narrative that continues the epic saga of the Fraser family.",
    "image": "",
    "tags": ["Historical Romance", "Time Travel", "Fantasy"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  }
]
