[
  {
    "title": "Foundation",
    "author": ["Isaac Asimov"],
    "isbn": "978-0553293357",
    "category": ["Science Fiction"],
    "price": 8,
    "publication_date": "1951-05-01",
    "publisher": "Gnome Press",
    "language": "English",
    "pages": 255,
    "edition": "Revised",
    "rating": {
      "average": 4.7,
      "reviews_count": 140
    },
    "description": "Foundation is the first novel in Isaac Asimov's Foundation series. It is a science fiction classic that tells the story of the fall of the Galactic Empire and the efforts of a group of scientists to preserve knowledge and shorten the ensuing dark age. The novel introduces the concept of 'psychohistory,' a mathematical approach to predicting the future, and follows the establishment of the Foundation, a repository of knowledge, on the remote planet Terminus. Asimov's intricate plotting and exploration of themes such as the rise and fall of civilizations, the role of science and technology, and the nature of power make Foundation a must-read for science fiction enthusiasts.",
    "image": "",
    "tags": ["Classic Sci-Fi", "Galactic Empire", "Futuristic"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "20%",
    "featured": false
  },
  {
    "title": "Foundation and Empire",
    "author": ["Isaac Asimov"],
    "isbn": "978-0553293371",
    "category": ["Science Fiction"],
    "price": 9,
    "publication_date": "1952-10-01",
    "publisher": "Gnome Press",
    "language": "English",
    "pages": 247,
    "edition": "Revised",
    "rating": {
      "average": 4.6,
      "reviews_count": 135
    },
    "description": "Foundation and Empire is the second novel in Isaac Asimov's Foundation series. The book continues the story of the Foundation's struggle to survive and expand in a galaxy where the Galactic Empire is in decline. The novel is divided into two parts: 'The General' and 'The Mule.' In 'The General,' the Foundation faces a formidable military leader from the remnants of the Empire. In 'The Mule,' a mysterious mutant with the power to control emotions threatens the Foundation's plans. Asimov's masterful storytelling and exploration of themes such as the unpredictability of history, the impact of individuals on large-scale events, and the resilience of human ingenuity make Foundation and Empire a compelling read.",
    "image": "",
    "tags": ["Classic Sci-Fi", "Galactic Empire", "Futuristic"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "20%",
    "featured": false
  },
  {
    "title": "Second Foundation",
    "author": ["Isaac Asimov"],
    "isbn": "978-0553293364",
    "category": ["Science Fiction"],
    "price": 9,
    "publication_date": "1953-10-01",
    "publisher": "Gnome Press",
    "language": "English",
    "pages": 240,
    "edition": "Revised",
    "rating": {
      "average": 4.7,
      "reviews_count": 140
    },
    "description": "Second Foundation is the third novel in Isaac Asimov's Foundation series. The story follows the search for the mysterious Second Foundation, a hidden group of scientists who are believed to be guiding the course of history from behind the scenes. The novel is divided into two parts: 'Search by the Mule' and 'Search by the Foundation.' In the first part, the Mule, a powerful mutant with the ability to control emotions, seeks to find and destroy the Second Foundation. In the second part, the Foundation itself seeks to uncover the secrets of the Second Foundation. Asimov's exploration of themes such as the nature of power, the role of knowledge in shaping the future, and the tension between individual agency and collective destiny make Second Foundation a thought-provoking and engaging read.",
    "image": "",
    "tags": ["Classic Sci-Fi", "Galactic Empire", "Futuristic"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Foundation's Edge",
    "author": ["Isaac Asimov"],
    "isbn": "978-0553293388",
    "category": ["Science Fiction"],
    "price": 10,
    "publication_date": "1982-10-01",
    "publisher": "Doubleday",
    "language": "English",
    "pages": 366,
    "edition": "Revised",
    "rating": {
      "average": 4.6,
      "reviews_count": 145
    },
    "description": "Foundation's Edge is the fourth novel in Isaac Asimov's Foundation series. Set several centuries after the events of the original trilogy, the novel follows the efforts of the Foundation to consolidate its power and uncover the secrets of the Second Foundation. The story centers on Golan Trevize, a Foundation councilman who is sent on a mission to find the Second Foundation, and Janov Pelorat, a historian who accompanies him. As they journey through the galaxy, they encounter various challenges and uncover hidden truths about the nature of the Foundation and its role in shaping the future. Asimov's exploration of themes such as the search for truth, the balance between order and chaos, and the interplay between science and politics make Foundation's Edge a compelling addition to the series.",
    "image": "",
    "tags": ["Classic Sci-Fi", "Galactic Empire", "Futuristic"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Foundation and Earth",
    "author": ["Isaac Asimov"],
    "isbn": "978-0553293425",
    "category": ["Science Fiction"],
    "price": 10,
    "publication_date": "1986-01-01",
    "publisher": "Doubleday",
    "language": "English",
    "pages": 356,
    "edition": "Revised",
    "rating": {
      "average": 4.6,
      "reviews_count": 140
    },
    "description": "Foundation and Earth is the fifth novel in Isaac Asimov's Foundation series. The story follows Golan Trevize, Janov Pelorat, and Bliss as they continue their quest to find the legendary planet Earth, believed to be the origin of humanity. As they travel through the galaxy, they encounter various worlds and civilizations, each with its own unique challenges and mysteries. The novel explores themes such as the search for origins, the nature of identity, and the relationship between humanity and its environment. Asimov's rich world-building, intricate plotting, and thought-provoking exploration of philosophical and ethical questions make Foundation and Earth a captivating and intellectually stimulating read.",
    "image": "",
    "tags": ["Classic Sci-Fi", "Galactic Empire", "Futuristic"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Dune",
    "author": ["Frank Herbert"],
    "isbn": "978-0441013593",
    "category": ["Science Fiction", "Adventure"],
    "price": 12,
    "publication_date": "1965-08-01",
    "publisher": "Chilton Books",
    "language": "English",
    "pages": 412,
    "edition": "Revised",
    "rating": {
      "average": 4.8,
      "reviews_count": 150
    },
    "description": "Dune is a science fiction masterpiece by Frank Herbert. Set in a distant future amidst a huge interstellar empire, the novel tells the story of young Paul Atreides, whose family accepts the stewardship of the desert planet Arrakis. As the only source of the most valuable substance in the universe, 'melange' or 'spice,' control of Arrakis is highly contested. The story explores themes of politics, religion, and ecology, as Paul navigates the treacherous political landscape and discovers his own destiny. Herbert's intricate world-building, complex characters, and exploration of profound themes make Dune a landmark in science fiction literature and a must-read for fans of the genre.",
    "image": "",
    "tags": ["Epic Sci-Fi", "Space Opera", "Political"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "15%",
    "featured": true
  },
  {
    "title": "Dune Messiah",
    "author": ["Frank Herbert"],
    "isbn": "978-0441172696",
    "category": ["Science Fiction", "Adventure"],
    "price": 10,
    "publication_date": "1969-10-01",
    "publisher": "Putnam",
    "language": "English",
    "pages": 256,
    "edition": "Revised",
    "rating": {
      "average": 4.5,
      "reviews_count": 145
    },
    "description": "Dune Messiah is the second novel in Frank Herbert's Dune series. The story continues the saga of Paul Atreides, now Emperor of the known universe, as he grapples with the consequences of his rise to power. The novel delves into themes of political intrigue, religious fanaticism, and the burden of leadership. Paul faces challenges from both external enemies and internal dissent, as well as his own doubts about the future he has helped to create. Herbert's exploration of the complexities of power, the interplay between destiny and free will, and the impact of prophecy on human behavior make Dune Messiah a thought-provoking and compelling continuation of the Dune saga.",
    "image": "",
    "tags": ["Epic Sci-Fi", "Space Opera", "Political"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Children of Dune",
    "author": ["Frank Herbert"],
    "isbn": "978-0441104024",
    "category": ["Science Fiction", "Adventure"],
    "price": 11,
    "publication_date": "1976-04-01",
    "publisher": "Putnam",
    "language": "English",
    "pages": 444,
    "edition": "Revised",
    "rating": {
      "average": 4.5,
      "reviews_count": 140
    },
    "description": "Children of Dune is the third novel in Frank Herbert's Dune series. The story follows the next generation of the Atreides family, focusing on Paul Atreides' twin children, Leto II and Ghanima. As they navigate the political and social complexities of their world, they must also contend with the legacy of their father's rule and the expectations placed upon them. The novel explores themes of power, identity, and the struggle between tradition and change. Herbert's rich world-building, complex characters, and exploration of philosophical and ethical questions make Children of Dune a captivating and intellectually stimulating read.",
    "image": "",
    "tags": ["Epic Sci-Fi", "Space Opera", "Political"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "God Emperor of Dune",
    "author": ["Frank Herbert"],
    "isbn": "978-0441294671",
    "category": ["Science Fiction", "Adventure"],
    "price": 12,
    "publication_date": "1981-05-01",
    "publisher": "Putnam",
    "language": "English",
    "pages": 496,
    "edition": "Revised",
    "rating": {
      "average": 4.4,
      "reviews_count": 135
    },
    "description": "God Emperor of Dune is the fourth novel in Frank Herbert's Dune series. The story takes place thousands of years after the events of the previous books and follows Leto II, the son of Paul Atreides, who has transformed into a human-sandworm hybrid. As the God Emperor, Leto II rules the universe with an iron fist, implementing his vision of a Golden Path to ensure humanity's survival. The novel explores themes of power, sacrifice, and the nature of immortality. Herbert's intricate plotting, deep philosophical insights, and exploration of the consequences of absolute power make God Emperor of Dune a thought-provoking and compelling read.",
    "image": "",
    "tags": ["Epic Sci-Fi", "Space Opera", "Political"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Heretics of Dune",
    "author": ["Frank Herbert"],
    "isbn": "978-0441328000",
    "category": ["Science Fiction", "Adventure"],
    "price": 11,
    "publication_date": "1984-09-01",
    "publisher": "Putnam",
    "language": "English",
    "pages": 480,
    "edition": "Revised",
    "rating": {
      "average": 4.4,
      "reviews_count": 140
    },
    "description": "Heretics of Dune is the fifth novel in Frank Herbert's Dune series. Set several thousand years after the events of God Emperor of Dune, the novel follows the struggles of various factions vying for control of the universe. The Bene Gesserit, the Tleilaxu, and the remnants of the Atreides family all play key roles in the unfolding drama. The novel explores themes of power, religion, and the nature of humanity. Herbert's complex characters, intricate plotting, and exploration of philosophical and ethical questions make Heretics of Dune a captivating and intellectually stimulating read.",
    "image": "",
    "tags": ["Epic Sci-Fi", "Space Opera", "Political"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Chapterhouse: Dune",
    "author": ["Frank Herbert"],
    "isbn": "978-0441102679",
    "category": ["Science Fiction", "Adventure"],
    "price": 11,
    "publication_date": "1985-06-01",
    "publisher": "Putnam",
    "language": "English",
    "pages": 464,
    "edition": "Revised",
    "rating": {
      "average": 4.4,
      "reviews_count": 138
    },
    "description": "Chapterhouse: Dune is the sixth novel in Frank Herbert's Dune series. The story continues the saga of the Bene Gesserit as they struggle to maintain their influence in a universe in turmoil. The novel follows the efforts of the Bene Gesserit to rebuild their order and counter the threats posed by the Honored Matres, a violent and powerful group. The novel explores themes of power, survival, and the nature of humanity. Herbert's rich world-building, complex characters, and exploration of philosophical and ethical questions make Chapterhouse: Dune a captivating and intellectually stimulating read.",
    "image": "",
    "tags": ["Epic Sci-Fi", "Space Opera", "Political"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Ender’s Game",
    "author": ["Orson Scott Card"],
    "isbn": "978-0812550702",
    "category": ["Science Fiction", "Adventure"],
    "price": 9,
    "publication_date": "1985-01-15",
    "publisher": "Tor Books",
    "language": "English",
    "pages": 324,
    "edition": "Revised",
    "rating": {
      "average": 4.7,
      "reviews_count": 150
    },
    "description": "Ender's Game is a science fiction novel by Orson Scott Card. The story follows Andrew 'Ender' Wiggin, a young boy who is recruited into a military training program to prepare for an impending alien invasion. The novel explores themes of leadership, morality, and the ethics of war. Ender's journey from a bullied child to a brilliant military strategist is both compelling and thought-provoking. Card's exploration of the psychological and emotional challenges faced by Ender, as well as the broader implications of his actions, make Ender's Game a powerful and enduring work of science fiction.",
    "image": "",
    "tags": ["Epic Sci-Fi", "Space Opera", "Military"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Speaker for the Dead",
    "author": ["Orson Scott Card"],
    "isbn": "978-0812550757",
    "category": ["Science Fiction"],
    "price": 9,
    "publication_date": "1986-02-01",
    "publisher": "Tor Books",
    "language": "English",
    "pages": 415,
    "edition": "Revised",
    "rating": {
      "average": 4.6,
      "reviews_count": 145
    },
    "description": "Speaker for the Dead is the sequel to Orson Scott Card's acclaimed novel Ender's Game. Set several years after the events of the first book, it follows Ender Wiggin as he travels to the planet Lusitania, where a new alien species, the Pequeninos, has been discovered. The novel explores themes of cultural understanding, forgiveness, and the consequences of past actions. Ender, now a 'Speaker for the Dead,' seeks to uncover the truth about the mysterious deaths on Lusitania and to bring peace between humans and the Pequeninos. Card's deep exploration of ethical and moral dilemmas, combined with his rich character development, makes Speaker for the Dead a thought-provoking and compelling read.",
    "image": "",
    "tags": ["Space Opera", "Alien Encounter", "Ethics"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Xenocide",
    "author": ["Orson Scott Card"],
    "isbn": "978-0812509250",
    "category": ["Science Fiction"],
    "price": 10,
    "publication_date": "1991-07-01",
    "publisher": "Tor Books",
    "language": "English",
    "pages": 592,
    "edition": "Revised",
    "rating": {
      "average": 4.5,
      "reviews_count": 140
    },
    "description": "Xenocide is the third novel in Orson Scott Card's Ender's Game series. The story continues the saga of Ender Wiggin and the inhabitants of the planet Lusitania as they face new challenges and threats. The novel delves into themes of genetic manipulation, the nature of consciousness, and the ethics of survival. As the characters struggle to find a solution to the deadly virus threatening the Pequeninos, they must also confront their own beliefs and prejudices. Card's intricate plotting, complex characters, and exploration of philosophical and ethical questions make Xenocide a compelling and thought-provoking read.",
    "image": "",
    "tags": ["Space Opera", "Alien Encounter", "Philosophical"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Children of the Mind",
    "author": ["Orson Scott Card"],
    "isbn": "978-0812509243",
    "category": ["Science Fiction"],
    "price": 10,
    "publication_date": "1996-08-01",
    "publisher": "Tor Books",
    "language": "English",
    "pages": 370,
    "edition": "Revised",
    "rating": {
      "average": 4.4,
      "reviews_count": 138
    },
    "description": "Children of the Mind is the fourth and final novel in Orson Scott Card's Ender's Game series. The story follows the characters from Xenocide as they continue their quest to save the planet Lusitania and its inhabitants. The novel explores themes of identity, consciousness, and the nature of existence. As Ender Wiggin faces his own mortality, he must also confront the consequences of his past actions and the legacy he will leave behind. Card's deep exploration of philosophical and ethical questions, combined with his rich character development, makes Children of the Mind a thought-provoking and emotionally resonant conclusion to the series.",
    "image": "",
    "tags": ["Space Opera", "Alien Encounter", "Philosophical"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "The Hitchhiker’s Guide to the Galaxy",
    "author": ["Douglas Adams"],
    "isbn": "978-0345391803",
    "category": ["Science Fiction", "Humor"],
    "price": 8,
    "publication_date": "1979-10-12",
    "publisher": "Pan Books",
    "language": "English",
    "pages": 224,
    "edition": "Revised",
    "rating": {
      "average": 4.7,
      "reviews_count": 150
    },
    "description": "The Hitchhiker’s Guide to the Galaxy is a comedic science fiction novel by Douglas Adams. The story follows Arthur Dent, an ordinary human who is unwittingly swept off Earth just before it is destroyed to make way for a hyperspace bypass. Arthur's adventures take him across the galaxy with his alien friend Ford Prefect, the two-headed President Zaphod Beeblebrox, the depressed robot Marvin, and the enigmatic Trillian. The novel is known for its witty humor, satirical take on life, and memorable characters. Adams' clever writing and imaginative world-building make The Hitchhiker’s Guide to the Galaxy a beloved classic in the science fiction genre.",
    "image": "",
    "tags": ["Comedy Sci-Fi", "Space Adventure", "Satire"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "The Restaurant at the End of the Universe",
    "author": ["Douglas Adams"],
    "isbn": "978-0345391810",
    "category": ["Science Fiction", "Humor"],
    "price": 8,
    "publication_date": "1980-10-01",
    "publisher": "Pan Books",
    "language": "English",
    "pages": 208,
    "edition": "Revised",
    "rating": {
      "average": 4.6,
      "reviews_count": 145
    },
    "description": "The Restaurant at the End of the Universe is the second book in Douglas Adams' Hitchhiker's Guide to the Galaxy series. The story continues the adventures of Arthur Dent and his friends as they travel through space and time. The novel is filled with Adams' trademark humor and wit, as well as his satirical take on life, the universe, and everything. The characters visit the titular restaurant, which offers a unique dining experience with a view of the end of the universe. Adams' clever writing and imaginative world-building make The Restaurant at the End of the Universe a delightful and entertaining read.",
    "image": "",
    "tags": ["Comedy Sci-Fi", "Space Adventure", "Satire"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Life, the Universe and Everything",
    "author": ["Douglas Adams"],
    "isbn": "978-0345391827",
    "category": ["Science Fiction", "Humor"],
    "price": 9,
    "publication_date": "1982-09-01",
    "publisher": "Pan Books",
    "language": "English",
    "pages": 240,
    "edition": "Revised",
    "rating": {
      "average": 4.6,
      "reviews_count": 140
    },
    "description": "Life, the Universe and Everything is the third book in Douglas Adams' Hitchhiker's Guide to the Galaxy series. The story follows Arthur Dent and his friends as they continue their adventures through space and time. The novel is filled with Adams' trademark humor and wit, as well as his satirical take on life, the universe, and everything. The characters face new challenges and encounter strange and wonderful beings as they search for the ultimate answer to the ultimate question. Adams' clever writing and imaginative world-building make Life, the Universe and Everything a delightful and entertaining read.",
    "image": "",
    "tags": ["Comedy Sci-Fi", "Space Adventure", "Satire"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "So Long, and Thanks for All the Fish",
    "author": ["Douglas Adams"],
    "isbn": "978-0345391834",
    "category": ["Science Fiction", "Humor"],
    "price": 9,
    "publication_date": "1984-10-01",
    "publisher": "Pan Books",
    "language": "English",
    "pages": 192,
    "edition": "Revised",
    "rating": {
      "average": 4.5,
      "reviews_count": 135
    },
    "description": "So Long, and Thanks for All the Fish is the fourth book in Douglas Adams' Hitchhiker's Guide to the Galaxy series. The story follows Arthur Dent as he returns to Earth, which he believed to have been destroyed. Arthur discovers that Earth has been mysteriously restored, and he embarks on a new adventure involving a woman named Fenchurch, who has also noticed the oddities of their world. The novel explores themes of love, reality, and the absurdity of life. Adams' trademark humor and wit, combined with his imaginative storytelling, make So Long, and Thanks for All the Fish a delightful and thought-provoking read.",
    "image": "",
    "tags": ["Comedy Sci-Fi", "Space Adventure", "Satire"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  },
  {
    "title": "Mostly Harmless",
    "author": ["Douglas Adams"],
    "isbn": "978-0345391841",
    "category": ["Science Fiction", "Humor"],
    "price": 10,
    "publication_date": "1992-11-01",
    "publisher": "Pan Books",
    "language": "English",
    "pages": 240,
    "edition": "Revised",
    "rating": {
      "average": 4.4,
      "reviews_count": 130
    },
    "description": "Mostly Harmless is the fifth and final book in Douglas Adams' Hitchhiker's Guide to the Galaxy series. The story follows Arthur Dent as he travels through space and time, encountering new challenges and old friends. The novel explores themes of fate, randomness, and the search for meaning in an unpredictable universe. Adams' clever writing, satirical humor, and imaginative world-building make Mostly Harmless a fitting conclusion to the beloved series. The book is filled with memorable characters, witty dialogue, and thought-provoking insights, making it a must-read for fans of the Hitchhiker's Guide to the Galaxy.",
    "image": "",
    "tags": ["Comedy Sci-Fi", "Space Adventure", "Satire"],
    "reviews": [],
    "created_at": "2024-12-20T12:00:00Z",
    "updated_at": "2024-12-20T12:00:00Z",
    "discount": "0%",
    "featured": false
  }
]
